Repository: Rasbats/DR_pi
Catalog: po/*.po
Languages: el_gr, pl_pl

source: Select Vessel Start Position
el_gr: Επιλέξτε την αρχική θέση του σκάφους
pl_pl: Wybierz pozycję Start statku

source: ShipDriver player
el_gr: Παίκτης ShipDriver
pl_pl: Sternik - gracz

source: Almost a simulator
el_gr: Σχεδόν προσομοιωτής
pl_pl: Prawie symulator

source: Preferences
el_gr: Προτιμήσεις
pl_pl: Ustawienia

source: Tiller Control
el_gr: Έλεγχος τιμονιού
pl_pl: Kontrola rumpla

source: Midships
el_gr: Κέντρο πλοίου
pl_pl: Środek ster

source: Start
el_gr: Έναρξη

source: Stop
el_gr: Στοπ

source: Heading:
el_gr: Κατεύθυνση:
pl_pl: Kurs:

source: Speed:
el_gr: Ταχύτητα:
pl_pl: Prędkość:

source: Kts
el_gr: Κόμβοι
pl_pl: Węzły

source: Speed Control
el_gr: Έλεγχος ταχύτητας
pl_pl: Kontrola prędkości

source: Stby
el_gr: Σε αναμονή
pl_pl: Pogotowie

source: Hand Steering
el_gr: Χειροκίνητο τιμόνεμα
pl_pl: Sterowanie ręczne

source: Auto
el_gr: Αυτόματο
pl_pl: Automatyczny

source: Autopilot Control
el_gr: Αυτόματος πιλότος
pl_pl: Kontrola autopilota

source: Transmit
el_gr: Μετάδοση
pl_pl: Nadawanie

source: Save to file
el_gr: Αποθήκευση σε αρχείο
pl_pl: Zapisz do pliku

source: Please right-click and choose vessel start position
el_gr: Παρακαλούμε κάντε δεξί κλικ και επιλέξτε την αρχική θέση του σκάφους
pl_pl: Kliknij prawym przyciskiem myszki i wybierz początkową pozycję jednostki

source: MMSI must be a number, please change in Preferences
el_gr: Το MMSI πρέπει να είναι ένας αριθμός. Αλλάξετε το στις Προτιμήσεις
pl_pl: MMSI musi być liczbą, proszę zmienić w Ustawieniach

source: ShipDriver
pl_pl: Sternik
